<template>
  <div class="content margin0">
    <div class="box">
      <h1>法律申明</h1>
      <div class="mainContent">
        <div class="fontContent">
          本网站由杭州爱挖云科技有限公司（以下简称灰度云矿）”创建并运行维护。任何人进入本网站、阅读任何内容、进行用户注册、从本网站下载任何材料或使用本网站提供的资料，即表示同意遵守下列条款。这些条款构成灰度云矿与您之间的协议。若不同意遵守这些条款，切勿使用本网站。灰度云矿保留未经通知随时更新下列条款的权利，这些更新将同样也约束您。任何时间，任何情况下，灰度云矿均有权拒绝任何用户进入、使用本网站。灰度云矿保留随时更正、修改、更新本声明的权利。
        </div>
        <h2>1. 版权声明</h2>
        <div class="fontContent">
          灰度云矿独立拥有本网站相关网页内所有资料的版权，或与本网站相关网页内的资料提供者共同拥有该网页内资料的版权或网站使用授权。未经灰度云矿的明确书面许可，对于本网站上的任何内容，任何人不得对其进行复制或在非灰度云矿所属的服务器上做镜像。
          本网站所载述的域名、商标、文字、视像及声音内容、图形及图像均受有关商标和著作权的法律保护。未经灰度云矿事先以书面明确的允许，任何企业或个人不得以任何形式复制或传递。任何未经授权使用本网站的行为都将违反《中华人民共和国著作权法》、《中华人民共和国商标法》和其他相关法律法规以及有关国际公约的规定。
        </div>
        <h2>2. 保护用户的信息权和隐私权</h2>
        <div class="fontContent">
          我们尊重广大用户的隐私，未经用户的同意，我们不会主动搜集用户的资料或泄露涉嫌侵犯用户隐私权的内容。对于因服务的需要而掌握的用户名、电子邮件、信息和地址等我们承诺非经用户允许，不向任何第三方出售或提供。灰度云矿不会公布或传播用户在本网站注册的任何资料，但下列情况除外：
          1. 事先获得用户的明确授权；
          2.依据法院、仲裁机构的裁判或裁决，以及其他司法程序的要求；
          3.按照相关政府主管部门的要求；
          4.用户违反使用条款的规定或有其他损害矿机租赁平台利益的行为；
          5.其他有关法律法规的要求。
          用户如希望使用本网站需注册后才能够提供的服务，应同意以下事项：依本网站服务注册表之提示提供您本人真实、正确、最新及完整的资料，并随时更新登记资料，确保其为真实、正确、最新及完整的资料。若您提供任何错误、不实、过时或不完整或具误导性的资料，或者本网站有理由怀疑前述资料为错误、不实、过时或不完整或具误导性的，本网站有权暂停或终止您的帐号，并拒绝您于现在和未来使用本网站所提供服务之全部或任何部分。
        </div>
        <h2>3. 商标与域名声明</h2>
        <div class="fontContent">
          灰度云矿网站（www.grayclonds.cn）使用的所有灰度云矿图案及文字商标均为灰度云矿在中国或其他国家的注册商标或经合法授权使用的商标，未经灰度云矿书面授权，任何单位或个人不得以任何方式使用上述商标。灰度云矿网站的域名为灰度云矿所有。未经灰度云矿书面授权，任何单位或个人不得使用。
        </div>
        <h2>4. 网站链接指向</h2>
        <div class="fontContent">
          如希望作指向到本网站的链接，请联络我们；在获得灰度云矿的书面许可后，方可链接本网站。在建立链接后，如灰度云矿根据客观情况认为不再合适链接时，有权取消对链接的许可。在链接到本网站时，请务必使用文本链接（如无灰度云矿的书面许可，禁止使用灰度云矿图案及文字的链接方式）；点击本网站链接要设定成另开窗口显示的形式，不能显示在链接方网站的框架内部。
        </div>
        <h2>5. 责任免责</h2>
        <div class="fontContent">
          用户了解并同意，在任何情况下，矿机租赁平台不就以下各事项承担责任：
          1.交易的损失； 2.交易利润或合同损失；3.业务中断； 4.信息的损失；
          5.数据的损坏或损失； 6.算力消亡或退出市场； 7.政策因素造成损失；
          8.不可抗力造成损失。
          灰度云矿从以太坊、比特币云算力起身逐步切入数字矿业，目前业务范围包含云算力，矿机、联合挖矿、矿机金融套保等服务，从矿机采购、维护维修、矿场部署、收益兑换等给矿工朋友们提供全方面的服务，未来灰度云矿将在POW与存储方向进行深入布局。针对“云算力挖矿服务”，灰度云矿秉着“拒绝非全额分配利益，公开透明化运作算力”的投资理念，此次革新更是旨在为广大用户搭建全球最为优质的算力服务平台，提供优质的算力交易服务，让支持我们的朋友以及客户们，获取收益最大化。
          凡以任何方式登录或使用（包括直接使用及间接使用）灰度云矿，均视为对本声明的接受与认可。本声明内容根据中华人民共和国相关法律订立，对本声明的内容将根据中华人民共和国相关法律进行解释与适用。
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style lang="less" scoped>
.content {
  width: 1200px;
  padding: 100px 0 0 30px;
  color: #000;
  .box {
    box-shadow: 0 0 20px #ccc;
    padding: 10px;
    margin-bottom: 50px;
    .mainContent {
      margin: 0 0 50px 0;
    }
    h1 {
      width: 100%;
      text-align: center;
      height: 80px;
    }
    h2 {
      margin: 20px 0 20px 0;
    }
    h3 {
      margin: 10px 0 10px 0;
    }
    .fontContent {
      font-size: 17px;
    }
  }
}
</style>
