<template>
  <div class="content margin0 ">
    <div class="box">
      <h1>帮助中心</h1>
      <div class="mainContent">
        <h2>1.业务介绍</h2>
        <h3>1.1灰度运矿是什么？</h3>
        <div class="fontContent">
          灰度云矿是一站式数字矿业挖矿平台，致力于为用户提供便捷安全的挖矿服务。灰度云矿从以太坊、比特币、莱特币等主流矿币布局，包含云算力，矿机、联合挖矿、矿机金融套保等服务，凭借顶尖的人才组合团队和专业优势为投资者提供开放、公平、透明的真实挖矿服务。
        </div>
        <h3>1.2灰度云矿如何运作？</h3>
        <div class="fontContent">
          灰度云矿链接业内顶级矿机厂商、矿场、矿池及专业维护团队，集合平价的稳定矿业资源，降低整体运营成本及用户挖矿成本；深度对接cobo金融，提供从挖矿到资产再到金融流动性的全生命周期一站式投资金融服务。
          灰度云矿提供矿机租赁、出售、联合挖矿等服务，根据用户的选择，灰度云矿将采取不同方式购置矿机，并提供统一运维服务。
        </div>
        <h3>1.3“分时租赁”业务</h3>
        <div class="fontContent">
          “分时租赁”业务以整机产品为服务单元，提供矿机的限时使用权转让服务。用户选择并购买“分时租赁”业务相关产品后，将获得相应矿机产品的有限时间使用权，同户将需要自行选择矿池并支付矿机正常运行所需的电费，并提供相应币种钱包地址以收取挖矿收益。在“分时租赁”业务中，用户不会获得任何矿机本体，所有“分时租赁”矿机已经安装在灰度云矿合作矿场，用户仅将获得相应矿机的使用权，并在使用期限内获得矿机所有的实际挖矿收益。“分时租赁”产品到期后，相应服务自动终止，用户可以再次下单购买。
          <span style="color:red">
            (注：实际挖矿收益为实际算力所得收益扣除电费，扣除运营维护费后所得)</span
          >
        </div>
        <h3>1.4 “永久产权”业务</h3>
        <div class="fontContent">
          “永久产权”业务以整机产品为服务单元，提供矿机的永久产权出售服务。用户选择并购买“永久产权”业务相关产品后，将获得相应矿机产品的永久产权，所购矿机将配送至灰度云矿合作矿场，待专业运维人员安装并测试通过后即可获得收益。同户将需要自行选择矿池并支付矿机正常运行所需的电费，并提供相应币种钱包地址以收取挖矿收益。在“永久产权”业务中，用户将获得矿机本体所有权及后续实际挖矿收益。
          <span style="color:red"
            >(注：实际挖矿收益为实际算力所得收益扣除电费，扣除运营维护费后所得)</span
          >
        </div>
        <h3>1.5 联系方式</h3>
        <div class="fontContent">官网：www.grayclouds.cn</div>
        <div>
          <span class="fontContent"> 销售经理王女士：</span>
          <img
            style="whith:100px;height:100px;vertical-align:top"
            src="../../assets/imgs/wnswx.jpg"
            alt=""
          />
        </div>
        <h3>1.6 商务合作</h3>
        <div class="fontContent">联系邮箱：hdyk2021@163.com</div>

        <h2>2. 收益管理</h2>
        <h3>2.1 如何计算预期回报？</h3>
        <div class="fontContent">
          在灰度云矿提供的预期回报计算器中，选择产品类型，矿机型号、数量，系统将根据所选产品及当前BTC、ETH
          、LTC等区块链网络数据计算预期收益。
          你也可以在高级计算器版本中选择启用网络难度、BTC、ETH、LTC等二级市场价格预期等变量来预估挖矿回报。
        </div>
        <h3>2.2 可能导致收益波动的情况</h3>
        <div class="fontContent">
          因比特币挖矿受到矿机、矿场、矿池、全网算力、难度等多方面因素影响，收益波动为正常情况。除矿机损坏、离线，矿场遭遇故障等情况外，灰度云矿不承诺保障收益稳定。租赁产品中，灰度云矿保障用户所选矿机将保持无间断运作，矿机故障后即时切换至其他同类型矿机保障用户收益；永久产权产品中，灰度云矿保障用户所选矿机运维，在运维服务期间，免费维修矿机，维修期间不收取矿机电费。
          灰度云矿不对以下不可控风险所造成的损失负责：不能预见、不能避免或不能克服的客观事件，包括自然灾害如洪水、火山爆发、地震、山崩、火灾、被中国政府部门评定为百年不遇级别以上的风暴和恶劣气候等，政府行为和政府指令，城市级别的电网供电事故，以及社会异常事件如战争、罢工、动乱等。
        </div>
        <h3>2.3 为什么我的挖矿产出会下降？</h3>
        <div class="fontContent">
          挖矿BTC产出除与矿机、矿池等挖矿资源相关外，还与比特币网络总算力、难度相关。除硬件算力波动外，矿机算力占比及矿池算力占比将影响用户所能分配到的BTC挖矿产量占比，而算力占比永远处于变动状态；
          比特币网络总算力、网络难度将影响整体BTC挖矿产出，网络难度根据全网算力变化每2016块（14天左右）调整一次，所以用户算力收益永远处于波动中，其中部分因素将导致挖矿产出下降。
        </div>

        <h2>3. 价格调整规则</h2>
        <h3>3.1 矿机价格调整规则</h3>
        <div class="fontContent">
          矿机定价受挖矿回本周期、产能及BTC价值预期等因素影响，在理论回本周期x个月基础上，若BTC出现较强升值预期，而矿机产能没有大规模增量，矿机价格将出现较大幅度增长；
          同理，BTC中长期价格预期贬值时，矿机价格也将出现下调。灰度云矿所售矿机价格将随矿机市场价格调整。
        </div>
        <h3>3.2 电费、管理费调整规则</h3>
        <div class="fontContent">
          电费、管理费用将在用户支付前明文展示，电费根据矿机额定功率按日扣除，管理费自挖矿收益中自动抵扣。
          如若发生不可抗因素（如政府行为和政府指令提高区域电价、城市及以上级别电网供电事故导致送电成本提升等）导致电价提高，用户需要按新电价补缴电费。
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style lang="less" scoped>
.content {
  width: 1200px;
  padding: 100px 0 0 30px;
  color: #000;
  .box {
    box-shadow: 0 0 20px #ccc;
    padding: 10px;
    margin-bottom: 50px;
    .mainContent {
      margin: 0 0 50px 0;
    }
    h1 {
      width: 100%;
      text-align: center;
      height: 80px;
    }
    h2 {
      margin: 20px 0 20px 0;
    }
    h3 {
      margin: 10px 0 10px 0;
    }
    .fontContent {
      font-size: 17px;
    }
  }
}
</style>
